Update USAGE.md
